Repository: ndagnas/WP-ShoppingList
Catalog: Sources/ShoppingList/Resources/AppResources.*.resx
Languages: fr

# AboutPopup_AppBar_Return
source: return
fr: retour

# AboutPopup_Button_Review
source: Give my opinion
fr: Donner mon avis

# AboutPopup_Title
source: ABOUT SHOPPING LIST
fr: A PROPOS DE SHOPPING LIST

# AddArticlePopup_AddToFavorite_Error
source: This item is already in your favorites.
fr: Cet article est déjà dans vos favoris.

# AddArticlePopup_ArticleControl_Label
source: Please enter the name of the item
fr: Veuillez entrer le nom de l'article

# AddArticlePopup_Button_Add
source: add
fr: ajouter

# AddArticlePopup_Button_Cancel
source: cancel
fr: annuler

# AddArticlePopup_QuantityControl_Label
source: Please select the quantity
fr: Veuillez choisir la quantité

# AddArticlePopup_SubTitle_ToBuy
source: New Article to buy
fr: Nouvel Article à acheter

# AddArticlePopup_SubTitle_ToFavorite
source: New Article in favorite
fr: Nouvel Article en favori

# AddArticlePopup_Title_ToBuy
source: MY COURSES
fr: MES COURSES

# AddArticlePopup_Title_ToFavorite
source: FAVORITES
fr: FAVORIES

# HoemForm_AppBarMenu_About
source: about...
fr: a propos de...

# HoemForm_FirstPivot_SubTitle
source: add items to buy here
fr: ajoutez ici les articles à acheter

# HoemForm_SecondPivot_SubTitle
source: find here your favorite articles
fr: retrouvez ici vos articles favoris

# HomeForm_AppBar_AddFavory
source: add a favorite
fr: ajouter un favori

# HomeForm_AppBar_AddShopping
source: add item
fr: ajouter un article

# HomeForm_AppBar_ValidShopping
source: store selection
fr: ranger la sélection

# HomeForm_FirstPivot_Title
source: my courses
fr: mes courses

# HomeForm_Gallery_Message
source: To access the gallery, disconnect your phone from the computer.
fr: Pour accéder à la galerie, déconnectez votre téléphone de l'ordinateur.

# HomeForm_ItemMenu_FromGallery
source: upload a photo (gallery)
fr: charger une photo (galerie)

# HomeForm_ItemMenu_Photo
source: take a photo
fr: prendre une photo

# HomeForm_ItemMenu_Remove
source: remove items to buy
fr: retirer des articles à acheter

# HomeForm_ItemMenu_RemoveFavorite
source: remove from favorites
fr: retirer des favoris

# HomeForm_ItemMenu_RemovePhoto
source: delete the photo
fr: supprimer la photo

# HomeForm_ItemMenu_ToFavorite
source: add to favorites
fr: ajouter aux favoris

# HomeForm_Item_Quantity
source: Quantity : {0}
fr: Quantité : {0}

# HomeForm_Item_QuantityTotal
source: Total quantity purchased : {0}
fr: Quantité totale achetée : {0}

# HomeForm_Photo_Message
source: To access the gallery, disconnect your phone from the computer.
fr: Pour accéder à la galerie, déconnectez votre téléphone de l'ordinateur.

# HomeForm_RemoveItem_Title
source: Delete Article:
fr: Supprimer l'article :

# HomeForm_Review_FirstLine
source: You enjoy using ShoppingList?
fr: Vous appréciez utiliser ShoppingList ?

# HomeForm_Review_SecondLine
source: Take a second to evaluate. Thank you :)
fr: Prenez une seconde pour l'évaluer. Merci :)

# HomeForm_Review_Title
source: Review ShoppingList
fr: Votre avis sur ShoppingList

# HomeForm_SecondPivot_Title
source: favorites
fr: favoris

# HomeForm_Validation_Message
source: You confirm that the selected items are in your basket? Selected papers will be removed from the list.
fr: Confirmes-tu que les articles sélectionnés sont dans ton panier ? Les articles sélectionnés seront retirés de la liste.

# HomeForm_Validation_Title
source: My basket
fr: Mon Panier

# ResourceLanguage
source: en
fr: fr

# SplashScreenForm_Loading_Label
source: loading...
fr: chargement...
